[UI_TREE]
EDITCfg=Edit Configuration
MARKCfg=Mark Configuration
3DCfg=3D Configuration

[Edit]
EDIT=Edit Configuration
PointFilterPrecis=Filter Point Precision(mm)
PointFilterAngle=Filter Angle
PointPrecisMoveStep=Point Moving Step(mm)
MICRO=Micro Moving Step(mm)
CLICK=Pick up Precision(mm)
UNDO=Undo Level
ONETOTWO=Polygon Break Precision(mm)
ExtendSpace=Extend Precision(mm)
KillAngleSpace=Round Precision(mm)
PreViewZoomScale=View Zoom Scale
LayerCnt=Layer Count
JoinDistance=Max Distance for Line-Join
FastDrawEnable= Hatch line display fast
FastDrawEnableOption=FALSE|TRUE

[MARK]
MARK=Mark Configuration
SafeDoorRemark=Mark immediately when door close
SafeDoorRemarkOption=FALSE|TRUE
CloseRedIfMark=Auto close redlight when mark
CloseRedIfMarkOption=FALSE|TRUE
RedPreviewLayerNo= Red Preview Layer NO

[3D]
3D=3D Configuration
3dModelPrecision=3D Model Precision
3dTrancePrecision=3D Data Trance Precision
STLOptimize=Optimize Data Trance
STLOptimizeOption=FALSE|TRUE


[UI_FACE]
ExportSysPara = Export...
ImportSysPara = Import...
Ok = OK
Cancel = Cancel
Apply = Apply



